amazonwebservices.aws-toolkit-vscode
Dart-Code.dart-code
Dart-Code.flutter
James-Yu.latex-workshop
jan-dolejsi.pddl
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
redhat.java
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
YuTengjing.open-in-external-app
yzhang.markdown-all-in-one
