James-Yu.latex-workshop
jan-dolejsi.pddl
janisdd.vscode-edit-csv
ms-python.python
ms-vscode.cpptools
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
YuTengjing.open-in-external-app
yzhang.markdown-all-in-one